Repository: misswell/ClipNest
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: (photo)
zh_hans: （照片）

source: AI configuration is incomplete. Check the API key, base URL, and model.
zh_hans: AI 配置不完整，请检查 API Key、Base URL 和模型。

source: AI note is incomplete: %@
zh_hans: AI 笔记内容不完整：%@

source: API Key (stored in Keychain)
zh_hans: API Key（保存在钥匙串）

source: APP ICON
zh_hans: 应用图标

source: Account
zh_hans: 账户

source: Accounts
zh_hans: 账户

source: Accounts — iCloud Signed In
zh_hans: 账户 — iCloud 已登录

source: After switching, ClipNest stops using the current vault. Files on disk are not deleted.
zh_hans: 切换目录后，ClipNest 将停止使用当前 Vault；磁盘上的文件不会被删除。

source: Allow New Categories
zh_hans: 允许创建新分类

source: Analyze, classify, and write straight into the vault
zh_hans: 分析、分类并直接写入 Vault

source: Analyzing content
zh_hans: 分析内容

source: Analyzing content…
zh_hans: 正在分析内容…

source: App Icon
zh_hans: 应用图标

source: Ask
zh_hans: 提问

source: Ask the Wiki
zh_hans: 询问 Wiki

source: Auto-Classify
zh_hans: 自动分类

source: Auto-Detect Clipboard
zh_hans: 自动检测剪贴板

source: Auto-Generate Notes
zh_hans: 自动生成笔记

source: Automatic
zh_hans: 自动

source: Automatic clipboard detection is off
zh_hans: 自动读取剪贴板已关闭

source: Body
zh_hans: 正文

source: Bold
zh_hans: 加粗

source: Bullet List
zh_hans: 无序列表

source: CLASSIFICATION
zh_hans: 分类

source: CLIPBOARD
zh_hans: 剪贴板

source: Cancel
zh_hans: 取消

source: Cannot Read Document
zh_hans: 无法读取文档

source: Capture Clipboard
zh_hans: 识别剪贴板

source: Capture Failed
zh_hans: 整理失败

source: Capture Photo
zh_hans: 识别照片

source: Capture failed
zh_hans: 整理失败

source: Capturing clipboard…
zh_hans: 正在识别剪贴板…

source: Categories
zh_hans: 分类

source: Category
zh_hans: 分类

source: Check Status
zh_hans: 检查状态

source: Checklist
zh_hans: 清单

source: Choose Folder
zh_hans: 继续选择目录

source: Choose Photo…
zh_hans: 选择照片…

source: Choose any local folder of Markdown files — fully compatible with your Obsidian vault.
zh_hans: 选择任意本地 Markdown 文件夹——完全兼容你的 Obsidian vault。

source: Classifying
zh_hans: 选择分类

source: Classifying…
zh_hans: 正在分类…

source: ClipNest uses an OpenAI-compatible Chat Completions API and stores the API key in the system Keychain.
zh_hans: ClipNest 使用 OpenAI-compatible Chat Completions 接口，并通过系统钥匙串保存 API Key。

source: Clipboard content already processed
zh_hans: 剪贴板内容已处理

source: Clipboard unchanged
zh_hans: 剪贴板未发生变化

source: Close
zh_hans: 关闭

source: Close Vault
zh_hans: 关闭 Vault

source: Close Vault?
zh_hans: 确认关闭目录？

source: Closing only detaches the vault from ClipNest. Files on disk are not deleted.
zh_hans: 关闭只会移除 ClipNest 当前打开的 Vault，不会删除目录中的文件。

source: Code Block
zh_hans: 代码块

source: Coming soon
zh_hans: 即将推出

source: Commit
zh_hans: 提交

source: Commit message
zh_hans: 提交信息

source: Community
zh_hans: 社区

source: Confirm Note
zh_hans: 确认笔记

source: Confirm before saving
zh_hans: 确认后保存

source: Copy something, open ClipNest, and it becomes a Markdown note.
zh_hans: 复制内容，打开 ClipNest，自动变成 Markdown 笔记。

source: Could not create the target category folder in the vault.
zh_hans: 无法在 Vault 中创建目标分类文件夹。

source: Could not write the Markdown note. Check vault permissions or disk space.
zh_hans: 无法写入 Markdown 笔记，请检查 Vault 权限或磁盘空间。

source: Create
zh_hans: 创建

source: Create GitHub Repo (gh)
zh_hans: 创建 GitHub 仓库（gh）

source: Current Vault
zh_hans: 当前 Vault

source: DISPLAY
zh_hans: 显示

source: Dark Icon
zh_hans: 深色图标

source: Default Category
zh_hans: 默认分类

source: Delete
zh_hans: 删除

source: Delete Note
zh_hans: 删除笔记

source: Delete Permanently
zh_hans: 彻底删除

source: Deleted notes and folders are kept here for 30 days.
zh_hans: 已删除的笔记和文件夹会在这里保留 30 天。

source: Detecting clipboard
zh_hans: 检测剪贴板

source: Detecting clipboard…
zh_hans: 正在检测剪贴板…

source: Done
zh_hans: 完成

source: EXTENSIONS
zh_hans: 扩展

source: Empty Trash
zh_hans: 清空回收站

source: Empty Trash?
zh_hans: 确认清空回收站？

source: Everything in the trash will be permanently deleted.
zh_hans: 回收站中的所有内容将被永久删除。

source: Explorer
zh_hans: 资源管理器

source: Extensions
zh_hans: 扩展

source: Follow System
zh_hans: 跟随系统

source: Follow the system light/dark appearance, or pin an icon regardless of it. iOS asks for confirmation when the icon changes.
zh_hans: 跟随系统深浅色外观自动切换；固定后不再随系统变化。在 iPhone / iPad 上更换图标时系统会弹出确认。

source: Generating note
zh_hans: 生成笔记

source: Generating note…
zh_hans: 正在生成笔记…

source: Heading
zh_hans: 标题

source: Image
zh_hans: 图片

source: Image API Key (stored in Keychain)
zh_hans: 图片 API Key（保存在钥匙串）

source: Image Base URL
zh_hans: 图片 Base URL

source: Image Model
zh_hans: 图片模型

source: Image model failed — falling back to text model…
zh_hans: 图片模型识别失败，已回退到文字模型…

source: Ingest
zh_hans: 导入

source: Ingest Current Note
zh_hans: 导入当前笔记

source: Initialize Git Repo
zh_hans: 初始化 Git 仓库

source: Initialize Wiki in Vault
zh_hans: 在 Vault 中初始化 Wiki

source: Insert
zh_hans: 插入

source: Install
zh_hans: 安装

source: Italic
zh_hans: 斜体

source: Karpathy-style
zh_hans: Karpathy 风格

source: Light Icon
zh_hans: 浅色图标

source: Link
zh_hans: 链接

source: Lint Wiki (health check)
zh_hans: 检查 Wiki（健康检查）

source: Live word and character count for the current note in the status bar.
zh_hans: 在状态栏实时统计当前笔记的字数与字符数。

source: Loading…
zh_hans: 加载中…

source: Manage
zh_hans: 管理

source: Manage Apple Account…
zh_hans: 管理 Apple 账户…

source: Markdown documents will appear here in chronological order.
zh_hans: Markdown 文档会按时间顺序显示在这里。

source: Match content
zh_hans: 跟随内容

source: Mermaid Diagrams
zh_hans: Mermaid 图表

source: More
zh_hans: 更多

source: Name
zh_hans: 名称

source: New File
zh_hans: 新建文件

source: New Folder
zh_hans: 新建文件夹

source: New Markdown File
zh_hans: 新建 Markdown 文件

source: New Terminal
zh_hans: 新建终端

source: New clipboard content detected — organize it manually from Settings
zh_hans: 检测到新的剪贴板内容，可在设置中手动整理

source: No Markdown Notes
zh_hans: 暂无 Markdown 笔记

source: No Markdown notes yet.
zh_hans: 还没有 Markdown 笔记。

source: No Vault
zh_hans: 未打开 Vault

source: No processable text on the clipboard
zh_hans: 剪贴板中没有可处理的文本

source: No readable text was found in the photo
zh_hans: 未能从照片中识别出文字

source: No readable text was recognized
zh_hans: 未识别到可用的文字

source: Note
zh_hans: 笔记

source: Note generated — confirm to save
zh_hans: 笔记已生成，请确认后保存

source: Open Another Folder…
zh_hans: 打开其他文件夹…

source: Open Folder…
zh_hans: 打开文件夹…

source: Open Notes in Preview
zh_hans: 以预览模式打开笔记

source: Open Sample Vault
zh_hans: 打开示例 Vault

source: Open Vault Folder…
zh_hans: 打开 Vault 文件夹…

source: Open Vault…
zh_hans: 打开 Vault…

source: Open a Markdown vault first.
zh_hans: 请先打开一个 Markdown Vault。

source: Open a Vault
zh_hans: 打开一个 Vault

source: Open a vault from the Vault tab to see its documents here.
zh_hans: 请先在 Vault 标签页打开一个 Vault。

source: Original Clipboard
zh_hans: 原始剪贴板

source: Output Language
zh_hans: 输出语言

source: Preparing editor…
zh_hans: 正在准备编辑器…

source: Preview
zh_hans: 预览

source: Preview first, edit before saving
zh_hans: 先预览，可修改后再保存

source: Processing Mode
zh_hans: 处理模式

source: Push to GitHub
zh_hans: 推送到 GitHub

source: Question…
zh_hans: 问题…

source: Quick Open…
zh_hans: 快速打开…

source: Quick Paste
zh_hans: 快速粘贴

source: RECENT VAULTS
zh_hans: 最近的 Vault

source: Raw content saved to Inbox
zh_hans: 原始内容已保存到「Inbox」

source: Read the current note and integrate it into the wiki.
zh_hans: 读取当前笔记并整合进 Wiki。

source: Reading document…
zh_hans: 正在读取文档…

source: Reading photo with image model…
zh_hans: 正在用图片模型读取照片…

source: Recent Notes
zh_hans: 最近笔记

source: Recognizing text in photo…
zh_hans: 正在识别照片中的文字…

source: Refresh
zh_hans: 刷新

source: Refresh Timeline
zh_hans: 刷新时间线

source: Remove from recent list
zh_hans: 从最近列表中移除

source: Rename
zh_hans: 重命名

source: Rename this vault
zh_hans: 重命名此 Vault

source: Render ```mermaid fenced blocks as flowcharts and sequence diagrams in preview.
zh_hans: 在预览中将 ```mermaid 代码块渲染为流程图和时序图。

source: Rendering preview…
zh_hans: 正在渲染预览…

source: Repository
zh_hans: 仓库

source: Reprocess Current Clipboard
zh_hans: 重新整理当前剪贴板

source: Restore
zh_hans: 恢复

source: Retry
zh_hans: 重试

source: Retrying unfinished captures…
zh_hans: 正在继续上次未完成的整理…

source: Retrying unfinished capture…
zh_hans: 正在继续未完成的整理…

source: Rich Text
zh_hans: 富文本

source: SEARCH
zh_hans: 搜索

source: Save
zh_hans: 保存

source: Save AI Settings
zh_hans: 保存 AI 设置

source: Save As-Is
zh_hans: 直接保存

source: Save canceled. The clipboard content is untouched.
zh_hans: 已取消保存，剪贴板内容仍保留。

source: Save failed
zh_hans: 保存失败

source: Saved
zh_hans: 已保存

source: Saved to %@
zh_hans: 已保存到「%@」

source: Saving note
zh_hans: 保存笔记

source: Saving note…
zh_hans: 正在保存笔记…

source: Saving raw content…
zh_hans: 正在保存原始内容…

source: Saving to %@…
zh_hans: 正在保存到「%@」…

source: Search
zh_hans: 搜索

source: Search Extensions in Marketplace
zh_hans: 在扩展市场搜索扩展

source: Search Files (⌘P)
zh_hans: 搜索文件 (⌘P)

source: Search files
zh_hans: 搜索文件

source: Search files by name
zh_hans: 按名称搜索文件

source: Select a file in the Explorer to start editing
zh_hans: 在资源管理器中选择一个文件开始编辑

source: Settings
zh_hans: 设置

source: Show Hidden Files
zh_hans: 显示隐藏文件

source: Show Multiple Editor Tabs
zh_hans: 显示多编辑器标签页

source: Sign In to iCloud…
zh_hans: 登录 iCloud…

source: Sign in with GitHub
zh_hans: 登录 GitHub

source: Sign in with GitHub, then version your vault: init, commit, and push straight from the app via the gh CLI.
zh_hans: 登录 GitHub 后为 Vault 做版本管理：init、commit、push 直接在应用内完成（gh CLI）。

source: Source
zh_hans: 来源

source: Source control
zh_hans: 版本管理

source: Status bar
zh_hans: 状态栏

source: Summary
zh_hans: 摘要

source: Switch Vault?
zh_hans: 确认切换目录？

source: Table
zh_hans: 表格

source: Tags (comma separated)
zh_hans: 标签（用逗号分隔）

source: Terminal
zh_hans: 终端

source: Text
zh_hans: 文本

source: Text & Link
zh_hans: 文本和链接

source: Text recognized on the photo (for reference): %@
zh_hans: 照片上识别出的文字（供参考）： %@

source: Text recognized — organizing…
zh_hans: 已识别文字，正在整理…

source: The AI response is not valid structured JSON.
zh_hans: AI 返回的内容不是有效的结构化 JSON。

source: The AI returned no usable content.
zh_hans: AI 没有返回可用内容。

source: The AI service returned HTTP %lld.
zh_hans: AI 服务返回 HTTP %lld。

source: The AI service returned HTTP %lld: %@
zh_hans: AI 服务返回 HTTP %lld：%@

source: The AI service returned an invalid response.
zh_hans: AI 服务返回了无效响应。

source: The base URL is invalid. Enter an http:// or https:// address.
zh_hans: Base URL 无效，请输入 http:// 或 https:// 地址。

source: The file has not finished downloading from iCloud (timed out). Check your connection and try again.
zh_hans: 文件内容还没有从 iCloud 下载完成（等待超时）。请检查网络连接后重试。

source: The original clipboard content is empty and cannot be saved.
zh_hans: 原始剪贴板内容为空，无法保存。

source: There is no saveable text on the clipboard.
zh_hans: 当前剪贴板没有可保存的文本。

source: This item will be permanently deleted.
zh_hans: 该项目将被永久删除。

source: This note will be removed from the vault.
zh_hans: 这篇笔记将从 Vault 中删除。

source: This vault is empty. Use + to create a note.
zh_hans: 这个 Vault 是空的。 用 + 新建笔记。

source: Timeline
zh_hans: 时间线

source: Title
zh_hans: 标题

source: Toggle Primary Side Bar (⌘B)
zh_hans: 切换主侧栏 (⌘B)

source: Toggle Side Bar
zh_hans: 切换侧栏

source: Toggle Terminal
zh_hans: 切换终端

source: Toggle Terminal Panel
zh_hans: 切换终端面板

source: Toggle Terminal Panel (⌃`)
zh_hans: 切换终端面板 (⌃`)

source: Top-level folders you create show up here.
zh_hans: 创建的一级文件夹会显示在这里。

source: Trash
zh_hans: 回收站

source: Trash is empty
zh_hans: 回收站是空的

source: Turn this vault into a self-maintaining knowledge wiki. Drop sources into `raw/`, then let Claude Code read them and keep `wiki/` — entity & concept pages, `[[links]]`, the index, and the log — up to date.
zh_hans: 把这个 Vault 变成自维护的知识 Wiki。把资料放进 `raw/`，让 Claude Code 阅读并持续维护 `wiki/`——实体与概念页、`[[链接]]`、索引和日志。

source: Turn your vault into an LLM-maintained wiki — ingest sources, auto-link [[pages]], query and lint with Claude Code.
zh_hans: 把 Vault 变成 LLM 维护的 Wiki——导入资料、自动生成 [[页面链接]]，用 Claude Code 查询与检查。

source: Type: %@
zh_hans: 类型：%@

source: Uninstall
zh_hans: 卸载

source: Unknown Date
zh_hans: 未知日期

source: Unknown error
zh_hans: 未知错误

source: Unknown time
zh_hans: 未知时间

source: Unsorted content and AI failures are kept safe here.
zh_hans: 未分类或 AI 失败的内容会安全保存到这里。

source: Unsupported File
zh_hans: 不支持的文件

source: Use a separate model for photos
zh_hans: 照片使用单独的模型

source: Use the floating Quick Paste button to capture the current clipboard content.
zh_hans: 点击右下角的快速粘贴按钮，捕获当前剪贴板内容。

source: Version your vault with Git and GitHub. These actions run in the terminal using the GitHub CLI (`gh`) and `git`, scoped to the vault folder.
zh_hans: 使用 Git 和 GitHub 管理 Vault 版本。这些操作在终端中通过 GitHub CLI（`gh`）和 `git` 完成，范围限于 Vault 文件夹。

source: View
zh_hans: 视图

source: View Original
zh_hans: 查看原始内容

source: Waiting for clipboard
zh_hans: 等待剪贴板

source: When auto-classification is off or nothing matches, the default category is used; otherwise content is saved to Inbox.
zh_hans: 关闭自动分类或无法匹配时使用默认分类；否则内容会保存到 Inbox。

source: When enabled, photos are sent directly to the image model (it must support images). When off, photos are only OCR-read on device and the recognized text goes to the text model.
zh_hans: 开启后，照片直接发给图片模型识别（需支持读图）。关闭时照片仅在本机识别文字，识别结果交给文字模型。

source: Wiki is initialized in this vault.
zh_hans: Wiki 已在此 Vault 中初始化。

source: With auto-detection off, copy something and tap here on the home screen to capture it.
zh_hans: 关闭自动检测剪贴板后，复制内容后回到首页点此手动识别。

source: Word Count
zh_hans: 字数统计

source: iCloud Settings…
zh_hans: iCloud 设置…

source: iCloud — Not Signed In
zh_hans: iCloud — 未登录

source: iCloud — Signed In
zh_hans: iCloud — 已登录

source: missing body
zh_hans: 缺少正文

source: missing title
zh_hans: 缺少标题

source: Obsidian Vaults
zh_hans: Obsidian Vault

source: No Obsidian vault found yet
zh_hans: 还没有找到 Obsidian Vault

source: Pick the folder once with “Browse for Folder…” and ClipNest will offer it here from then on.
zh_hans: 先用「浏览文件夹…」选中一次，之后 ClipNest 就会把它列在这里。

source: Browse for Folder…
zh_hans: 浏览文件夹…

source: Obsidian keeps vaults in iCloud Drive ▸ Obsidian, or on this device under Obsidian. ClipNest opens that folder in place — nothing is copied or moved.
zh_hans: Obsidian 的 Vault 存放在 iCloud Drive ▸ Obsidian，或本机的 Obsidian 目录下。ClipNest 会就地打开该文件夹，不复制、不移动任何文件。

source: Jump straight to the vaults Obsidian keeps in its default folders (iCloud Drive ▸ Obsidian).
zh_hans: 直接跳到 Obsidian 默认位置里的 Vault（iCloud Drive ▸ Obsidian），不用逐层翻文件夹。

source: Current
zh_hans: 当前位置

source: Rename Note
zh_hans: 重命名笔记

source: File Operation Failed
zh_hans: 文件操作失败

source: Move to Folder…
zh_hans: 移动到文件夹…

source: Move Document
zh_hans: 移动文档

source: Cannot Move Document
zh_hans: 无法移动文档

source: The item could not be renamed.
zh_hans: 无法重命名，请检查名称或文件夹权限。

source: Enter a visible file or folder name without path separators.
zh_hans: 请输入可见的文件或文件夹名称，不要使用路径分隔符。

source: The destination is unavailable or already contains an invalid path.
zh_hans: 目标文件夹不可用，或路径无效。

source: The document could not be moved.
zh_hans: 无法移动该文档。

source: Knowledge
zh_hans: 知识库

source: Notes
zh_hans: 笔记

source: Bookmarks
zh_hans: 书签

source: Tags
zh_hans: 标签

source: Graph
zh_hans: 关系图

source: Templates
zh_hans: 模板

source: Properties
zh_hans: 属性

source: Updating note index…
zh_hans: 正在更新笔记索引…

source: Search notes, tag: or path:
zh_hans: 搜索笔记，可使用 tag: 或 path:

source: Knowledge Actions
zh_hans: 知识库操作

source: New Note
zh_hans: 新建笔记

source: Open Daily Note
zh_hans: 打开每日笔记

source: Random Note
zh_hans: 随机笔记

source: New Template
zh_hans: 新建模板

source: New Canvas
zh_hans: 新建画布

source: Note Library Settings
zh_hans: 笔记库设置

source: Relative path
zh_hans: 相对路径

source: Open a vault to browse notes.
zh_hans: 打开文件夹后即可浏览笔记。

source: No matching notes
zh_hans: 没有符合条件的笔记

source: Index Status
zh_hans: 索引状态

source: Some notes could not be indexed. Open an iCloud note to download it, then refresh.
zh_hans: 部分笔记未能建立索引。可先打开 iCloud 笔记完成下载，再刷新。

source: Details (%lld)
zh_hans: 详情（%lld）

source: Sort by property name
zh_hans: 按属性名称排序

source: Remove Bookmark
zh_hans: 移除书签

source: Add Bookmark
zh_hans: 添加书签

source: Words: %lld · Characters: %lld
zh_hans: 词数：%lld · 字符数：%lld

source: Outline
zh_hans: 大纲

source: No headings
zh_hans: 没有标题

source: Edit Properties
zh_hans: 编辑属性

source: Outgoing Links
zh_hans: 出链

source: Unresolved link
zh_hans: 未解析的链接

source: Backlinks
zh_hans: 反向链接

source: No backlinks
zh_hans: 没有反向链接

source: Create Markdown templates in your Templates folder.
zh_hans: 请在模板文件夹中创建 Markdown 模板。

source: File Recovery
zh_hans: 版本恢复

source: Previous versions appear after you edit and save this note.
zh_hans: 编辑并保存后，此处会显示笔记的历史版本。

source: Note Details
zh_hans: 笔记详情

source: Previous Version
zh_hans: 历史版本

source: Edit YAML properties without changing the note body. Existing lists and custom fields are preserved.
zh_hans: 编辑 YAML 属性，正文保持原样。已有列表和自定义字段会保留。

source: %lld notes · Tap a note to open
zh_hans: %lld 篇笔记 · 点按打开

source: Showing the first 120 matches. Search to narrow the graph.
zh_hans: 展示前 120 个匹配结果，可通过搜索缩小范围。

source: Not downloaded
zh_hans: 尚未下载

source: Note exceeds the 2 MB index limit
zh_hans: 笔记超过 2 MB 索引上限

source: Enter a relative note path inside this vault.
zh_hans: 请输入当前笔记库内的相对笔记路径。

source: A linked note changed during the move. Please retry.
zh_hans: 移动过程中有引用笔记被修改，请重试。

source: A linked note changed during rollback.
zh_hans: 回滚过程中有引用笔记被修改。

source: History must remain inside the vault.
zh_hans: 历史版本必须保存在当前笔记库内。

source: Template folder
zh_hans: 模板文件夹

source: Variables: {{title}}, {{date}}, {{time}}, {{date:yyyy-MM-dd}}
zh_hans: 可用变量：{{title}}、{{date}}、{{time}}、{{date:yyyy-MM-dd}}

source: Daily Notes
zh_hans: 每日笔记

source: Daily note folder
zh_hans: 每日笔记文件夹

source: Date format
zh_hans: 日期格式

source: Template path (optional)
zh_hans: 模板路径（可选）

source: Paths are relative to the vault. Existing daily notes are opened without being overwritten.
zh_hans: 路径以笔记库为基准。已有每日笔记会直接打开，不会覆盖。

source: Up to 50 previous versions per note are saved locally in .clipnest/history. They remain in your vault.
zh_hans: 每篇笔记最多保留 50 个历史版本，保存在笔记库的 .clipnest/history 中。

source: Enter properties without YAML delimiters.
zh_hans: 请填写属性内容，不要包含 YAML 分隔符。

source: Open the note to view deeper embeds.
zh_hans: 打开原笔记以查看更深层的嵌入。

source: The referenced block was not found.
zh_hans: 未找到引用的文本块。

source: The referenced heading was not found.
zh_hans: 未找到引用的标题。

source: Create Linked Note?
zh_hans: 创建链接笔记？

source: Updating links…
zh_hans: 正在更新链接…

source: Start Presentation
zh_hans: 开始演示

source: Previous Slide
zh_hans: 上一页

source: Next Slide
zh_hans: 下一页

source: Command Palette
zh_hans: 命令面板

source: Search commands
zh_hans: 搜索命令

source: Unique Note
zh_hans: 新建唯一编号笔记

source: Refresh Vault
zh_hans: 刷新笔记库

source: Internal Link
zh_hans: 内部链接

source: Callout
zh_hans: 提示块

source: Add Card
zh_hans: 添加卡片

source: File
zh_hans: 文件

source: Web Link
zh_hans: 网页链接

source: Group
zh_hans: 分组

source: Choose a destination card
zh_hans: 请选择目标卡片

source: Open Note
zh_hans: 打开笔记

source: Open Link
zh_hans: 打开链接

source: Connect Card
zh_hans: 连接卡片

source: Delete Card
zh_hans: 删除卡片

source: Delete Card?
zh_hans: 删除卡片？

source: Edit Card
zh_hans: 编辑卡片

source: Width
zh_hans: 宽度

source: Height
zh_hans: 高度

source: Compose Notes
zh_hans: 组合笔记

source: Action
zh_hans: 操作

source: Extract Section
zh_hans: 提取章节

source: Merge Note
zh_hans: 合并笔记

source: Destination Note
zh_hans: 目标笔记

source: Choose a note
zh_hans: 选择笔记

source: The source note moves to Trash after a successful merge. Linked notes are updated. Duplicate headings must be renamed first.
zh_hans: 合并成功后，源笔记移入回收站，并更新引用链接。请先修改重复的章节标题。

source: Section
zh_hans: 章节

source: Choose a section
zh_hans: 选择章节

source: New note path
zh_hans: 新笔记路径

source: The section and its subsections move into a new note. A link replaces the extracted content.
zh_hans: 所选章节及其子章节移入新笔记，原位置保留链接。

source: Updating notes…
zh_hans: 正在更新笔记…

source: Merge
zh_hans: 合并

source: Extract
zh_hans: 提取

source: Merge this note into the destination?
zh_hans: 将此笔记合并到目标笔记？

source: The note changed. Reload it before composing notes.
zh_hans: 笔记内容已变化，请重新加载后再组合笔记。

source: Rename duplicate headings before merging to preserve heading links.
zh_hans: 请先修改重复的章节标题，以保留指向标题的链接。

source: Record Audio
zh_hans: 录制音频

source: Audio Recorder
zh_hans: 录音

source: Stop and Save Recording
zh_hans: 停止并保存录音

source: Start Recording
zh_hans: 开始录音

source: Recordings are saved as audio attachments in your vault.
zh_hans: 录音会作为音频附件保存在当前笔记库内。

source: Microphone access is disabled. Enable it in system settings to record audio.
zh_hans: 麦克风权限未开启，请在系统设置中启用后录音。

source: The vault is no longer available.
zh_hans: 当前笔记库已不可用。

source: Footnotes
zh_hans: 脚注

source: Workspaces
zh_hans: 工作区

source: Workspace name
zh_hans: 工作区名称

source: Save Layout
zh_hans: 保存布局

source: Load
zh_hans: 载入

source: Delete Workspace?
zh_hans: 删除工作区？

source: Saving an existing name updates that layout. Terminal visibility is saved; running commands are not restarted.
zh_hans: 使用已有名称会更新该布局。终端显示状态会保存，正在运行的命令不会重新启动。

source: New Base
zh_hans: 新建数据视图

source: Edit Base
zh_hans: 编辑数据视图

source: Edit Property
zh_hans: 编辑属性

source: Use YAML values: text, number, true/false, or a list such as [a, b].
zh_hans: 使用 YAML 值：文本、数字、true/false 或 [a, b] 这样的列表。

source: Preview Attachment
zh_hans: 预览附件

source: Unsupported summary
zh_hans: 暂不支持该汇总

source: Properties exceed the 128 KB limit.
zh_hans: 属性超过 128 KB 限制。

source: Remove duplicate property keys before editing.
zh_hans: 请先删除重复的属性键。

source: The base must define at least one view.
zh_hans: 数据视图至少需要定义一个视图。

source: This base view type is not supported.
zh_hans: 暂不支持这种数据视图类型。

source: Invalid base row limit.
zh_hans: 数据视图的行数限制无效。

source: The property changed. Refresh before editing it.
zh_hans: 属性已发生变化，请刷新后再编辑。

source: Local Graph
zh_hans: 局部关系图

source: Page Preview
zh_hans: 页面预览

source: ## Key points - Recognize text with Vision - Organize it into Markdown - Keep the source on device
zh_hans: ## 要点 - 使用 Vision 识别文字 - 整理为 Markdown 笔记 - 原始材料保留在设备上

source: AI PROCESSING
zh_hans: AI 处理

source: Add
zh_hans: 添加

source: Adds the keywords the local model reads out of your question before searching. Needs the enhancement model; search works without it.
zh_hans: 搜索前由本地模型提取相关关键词，需要安装增强模型。未安装时仍可正常搜索。

source: Apple Natural Language · fully offline
zh_hans: Apple 自然语言框架 · 完全离线

source: Apple Vision · fully offline
zh_hans: Apple Vision · 完全离线

source: Applies to AI-generated titles, summaries, tags and rewritten text after recognition. Saved immediately for both on-device and online AI. Original text and images stay unchanged; basic offline processing preserves the source language.
zh_hans: 设置识别后 AI 生成的标题、摘要、标签和改写正文的语言，修改后立即保存，同时适用于设备端和在线 AI。原文和图片保持原样；基础离线处理保留原文语言。

source: Ascending (A → Z)
zh_hans: 升序（A → Z）

source: Available
zh_hans: 可用

source: Base URL
zh_hans: 服务地址

source: Basic text processing
zh_hans: 基础文本处理

source: Cannot load image
zh_hans: 无法加载图片

source: Capture
zh_hans: 采集

source: Checking on-device capabilities…
zh_hans: 正在检查设备端能力…

source: Chinese-optimized · 4-bit
zh_hans: 中文优化 · 4 位量化

source: Choose a folder of Markdown files to open as a vault.
zh_hans: 选择一个包含 Markdown 文件的文件夹作为笔记库。

source: Clean Note
zh_hans: 简洁笔记

source: ClipNest Local Lite
zh_hans: ClipNest 基础本地处理

source: ClipNest Local Lite · fully offline
zh_hans: ClipNest 基础本地处理 · 完全离线

source: Collapse All
zh_hans: 全部折叠

source: Concise rewrite
zh_hans: 精简改写

source: Content match
zh_hans: 内容匹配

source: Content never leaves this device.
zh_hans: 内容始终保留在此设备上。

source: Could not save the image attachment. Check vault permissions or disk space.
zh_hans: 无法保存图片附件，请检查笔记库权限和磁盘空间。

source: Custom
zh_hans: 自定义

source: Custom Instruction
zh_hans: 自定义整理要求

source: Delete Model
zh_hans: 删除模型

source: Descending (Z → A)
zh_hans: 降序（Z → A）

source: Document actions
zh_hans: 文档操作

source: Download Model
zh_hans: 下载模型

source: Downloading from iCloud…
zh_hans: 正在从 iCloud 下载…

source: EXPLORER
zh_hans: 文件

source: Empty
zh_hans: 为空

source: Enhanced AI
zh_hans: AI 增强处理
